stubs/libxml2/samples/11e8f98f0929084d583715cbe0b94936be9ee386

<?xml version="1.0" encoding="UTF-8"?>
<!--
                    
                    Copyright (C) 2006 W3C (R) (MIT ERCIM Keio), All Rights Reserved.
                    W3C liability, trademark and document use rules apply.
                    
                    http://www.w3.org/Consortium/Legal/ipr-notice
                    http://www.w3.org/Consortium/Legal/copyright-documents
                    
		    Generated from: $Id: echoUnqualifiedLocalElements-UnqualifiedLocalElements01-soap12.xml,v 1.17 2009/03/19 23:16:38 pdowney Exp $
-->
<env:Envelope xmlns:xs="http://www.w3.org/2001/XMLSchema"
              xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
              xmlns:p="http://www.w3.org/2002/ws/databinding/patterns/6/09/"
              xmlns:ex="http://www.w3.org/2002/ws/databinding/examples/6/09/"
              xmlns:env="http://www.w3.org/2003/05/soap-envelope">
   <env:Header/>
   <env:Body>
      <ex:echoUnqualifiedLocalElements>
         <unqualifiedLocalElements xmlns="http://www.w3.org/2002/ws/databinding/examples/6/09/"
                                   xmlns:wsdl11="http://schemas.xmlsoap.org/wsdl/"
                                   xmlns:soap11enc="http://schemas.xmlsoap.org/soap/encoding/">some data</unqualifiedLocalElements>
      </ex:echoUnqualifiedLocalElements>
   </env:Body>
</env:Envelope>